"NSAppleEventsUsageDescription" = "Floatcut needs this permission to be able to paste text into other applications, and add itself to Login Items to be launched on login.";
"NSLocalNetworkUsageDescription" = "Floatcut uses the local network to discover and securely synchronize clipboard text with devices you explicitly pair.";
